/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf segundos";

/* No comment provided by engineer. */
"%i days" = "%i días";

/* No comment provided by engineer. */
"%i hours" = "%i horas";

/* No comment provided by engineer. */
"%i minutes" = "%i minutos";

/* No comment provided by engineer. */
"%i weeks" = "%i semanas";

/* No comment provided by engineer. */
"1 day" = "1 día";

/* No comment provided by engineer. */
"1 hour" = "1 hora";

/* No comment provided by engineer. */
"1 minute" = "1 minuto";

/* No comment provided by engineer. */
"1 second" = "1 segundo";

/* No comment provided by engineer. */
"1 week" = "1 semana";

/* No comment provided by engineer. */
"<<Attachment>>" = "<<Adjunto>>";

/* No comment provided by engineer. */
"Add" = "Añadir";

/* clear all marks contextual menu item title */
"Clear All Marks" = "Borrar todas las marcas";

/* clear marks from here up contextual menu */
"Clear Marks from Here Down" = "Borrar marcas de aquí hacia abajo";

/* clear marks from here left contextual menu */
"Clear Marks from Here Left" = "Borrar marcas de aquí hacia la izq.";

/* clear marks from here right contextual menu */
"Clear Marks from Here Right" = "Borrar marcas de aquí hacia la der.";

/* clear marks from here up contextual menu */
"Clear Marks from Here Up" = "Borrar marcas de aquí hacia arriba";

/* Copy the link to the clipboard */
"Copy Link" = "Copiar enlace";

/* No comment provided by engineer. */
"Delete" = "Borrar";

/* No comment provided by engineer. */
"Image Picker" = "Selector de Imagen";

/* No comment provided by engineer. */
"Invalid Input" = "Entrada Inválida";

/* jump to the mark where the last content the user saw ends */
"Jump to Focus Mark" = "Saltar a la Marca de Foco";

/* jump to next mark contextual menu */
"Jump to Next Mark" = "Saltar a la siguiente Marca";

/* jump to previous mark contextual menu */
"Jump to Previous Mark" = "Saltar a la Marca anterior";

/* No comment provided by engineer. */
"OK" = "Aceptar";

/* No comment provided by engineer. */
"Picture" = "Imagen";

/* No comment provided by engineer. */
"Select Image" = "Seleccionar Imagen";